const MockDialog = [
  {
    text: " Здравствуйте, скажите есть ли у вас доставка в NewYork?",
    date: "14:32",
  },
  {
    name: "Анна",
    text: "Здравствуйте. На данный момент, доставка в данный регион не предусмотрена.",
    date: "14:34",
  },
  { text: "Cкажите сколько стоит Iphone 14?", date: "14:35" },
  { name: "Анна", text: "Всего ничего 100 руб.", date: "14:36" },
  { text: "Как к вам я могу подьехать?", date: "14:37" },
  { name: "Анна", text: "Площадь Ленина 33а приезжайте", date: "14:38" },
];

export { MockDialog };
