const additationInitialState = {
  appoitment: "Детям, творчество; Для рисования и письма; школа",
  packaging: "сумка; подставка в наборе 262",
  purpose: "для ребенка",
  features: "двусторонние заправляемые маркеры цветные",
  material: "Пластик",
  country: "Китай",
  equipment: "картонная коробка",
};

const additationSize = {
  weight: "500г",
  height: "22см",
  length: "29см",
  width: "17см",
}

const basicValueInitial = {
  category: 'Водяные пистолеты',
  name: 'Водяной пистолет большой',
  price: 399,
  oldPrice: 799,
  count: 50,
  description: 'Водный пистолет в упаковке 2 шт. Объём воды 150мл. Пистолет станет отличным развлечением для детей и взрослых в жаркую летнюю погоду, когда вода так желанна. Его можно использовать для своих игр и развлечений на пляже, на пикниках, в парках, на любом отдыхе на природе. Водный пистолет, водное оружие, пистолет, летние игры, пистолет игрушка, водный автомат.Водяной детский пистолет - самая популярная игрушка для летнего отдыха на открытом свежем воздухе, пляже, даче или улице. Игрушечный пистолет для мальчиков доставит массу удовольствия от водных развлечений. Бластер для купания в ванной на лето выполнен из яркого и качественного пластика, не токсичен и экологичен. Водяное ружье для ребёнка легкое, удобно ложится в детские руки, из него легко стрелять даже самым маленьким игрокам. Кроме того, автомат детский самое безопасное игрушечное оружие при использовании по назначению. Вода наливается в специальный резервуар, расположенный в верхней части изделия. Резиновое кольцо защищает от утечки воды. Водные пистолетики помогут развивать мелкую моторику и координацию движений. С аквабластером девочки и мальчики, а также взрослые смогут устроить водные игры. Отличный подарок для детей и взрослых. Веселитесь прямо сейчас!',
}

export { additationInitialState, additationSize, basicValueInitial };
