const productTableTest = {
  name: "Блокнот для записей А5 на пружине линия",
  subName: "Блокноты",
  rootName: "Канцелярские товары",
  description:
    "Блокнот для записей А5 формата. Выполнен из ЛДВП - твердая обложка с листами в линию. Цвет обложки имеет красивую структуру, под имитацию дерева. Скетчбук очень удобен в использовании, пружинный переплет позволяет с легкостью вырывать ненужные, уже использованные листы. Планировщик задач - идеальный подарок для мужчины и женщины для девочек. Полностью ручная работа на подарок учителю. Скетч бук имеет высокое качество обложки. Сувенир смотрится дорого. Подарочный набор хорошо подойдет коллеге или начальнику. Планер имеет приятный древесный запах. Еженедельник на пружине с красивой гравированной надписью, который можно использовать как подарочный набор учителю начальных классов или воспитателю на выпускной. Ежедневник недатированный учителя на последний звонок подойдет как канцелярия для школы. Записная книжка покрывается двумя слоями защитного лака. Канцелярские сувениры с гравировкой",
  grouped_options: [
    {
      group_name: "Дополнительная информация",
      options: [
        { name: "Декоративные элементы", value: "Гравировка с надписью" },
        { name: "Разлиновка", value: "линия" },
        { name: "Формат листов", value: "А5; мужской ежедневник; скетчбук" },
        {
          name: "Назначение подарка",
          value: "подруге; другу; коллеге для него",
        },
        { name: "Редакция", value: "2023 год" },
        { name: "Страна производства", value: "Россия" },
        {
          name: "Тип подарка",
          value: "именные подарки; подарок мужчине; подарки женщине",
        },
        { name: "Высота упаковки", value: "23 см" },
        { name: "Длина упаковки", value: "2 см" },
        { name: "Ширина упаковки", value: "17 см" },
        {
          name: "Назначение",
          value:
            "бизнес-тетрадь; Для планирования всех дел на день; творчество и записи",
        },
        { name: "Вес товара с упаковкой (г)", value: "300 г" },
        { name: "Высота предмета", value: "22 см" },
        { name: "Глубина предмета", value: "1.5 см" },
        { name: "Количество страниц", value: "50 шт." },
        { name: "Повод", value: "день рождения; новый год; новоселье" },
        { name: "Ширина предмета", value: "16.5 см" },
      ],
    },
  ],
  options: [
    { name: "Декоративные элементы", value: "Гравировка с надписью" },
    { name: "Разлиновка", value: "линия" },
    { name: "Формат листов", value: "А5; мужской ежедневник; скетчбук" },
    { name: "Назначение подарка", value: "подруге; другу; коллеге для него" },
    { name: "Редакция", value: "2023 год" },
    { name: "Страна производства", value: "Россия" },
    {
      name: "Тип подарка",
      value: "именные подарки; подарок мужчине; подарки женщине",
    },
    { name: "Высота упаковки", value: "23 см" },
    { name: "Длина упаковки", value: "2 см" },
    { name: "Ширина упаковки", value: "17 см" },
    {
      name: "Назначение",
      value:
        "бизнес-тетрадь; Для планирования всех дел на день; творчество и записи",
    },
    { name: "Вес товара с упаковкой (г)", value: "300 г" },
    { name: "Высота предмета", value: "22 см" },
    { name: "Глубина предмета", value: "1.5 см" },
    { name: "Количество страниц", value: "50 шт." },
    { name: "Повод", value: "день рождения; новый год; новоселье" },
    { name: "Ширина предмета", value: "16.5 см" },
  ],
  colors_names: "дуб белый",
  colors: [45950038, 45896590, 45950037, 71619732, 71619616, 95558046],
  contents: "Блокнот А5 - 1шт; Картонная упаковочная коробка - 1шт",
  brand_name: "SUNRISEBOOK Блокноты.",
  photo_count: 8,
  photo_id: 'testId32562562',
  _id: '43kjh34645h43h',
};

export { productTableTest };
