const productNotebook = {
  name: "Тетрадь школьная 24 листа , А5, клетка , комплект 12 шт",
  subName: "Тетради",
  rootName: "Канцелярские товары",
  description:
    "Комплект письменных принадлежностей тетради школьные BG серии Первоклассная идеально подойдёт для школьников любого года обучения. Высококачественный ученический набор из 12 штук . Тетрадь выполнена в формате А5 (165х205 мм), вид крепления - скрепка. Внутренний блок состоит из 24 листов офсетной бумаги плотностью 60 г/м2 , что поможет избежать замятие, а также не будет рваться , и белизной блока 100%. Тип линовки - клетка с полями. Обложка выполнена из мелованного картона. Универсальный дизайн однотонной тетрадки  понравится ученикам как младших, так и старших классов. Кол-во листов: 24 ; Линовка : клетка с полями; Белизна : 100% ; Плотность блока: 60 г/м2; Материал обложки: мелованный картон. Комплектация - 12 шт. Тетрадки упакованы в термоусадочную пленку по 10 шт.",
  grouped_options: [
    {
      group_name: "Дополнительная информация",
      options: [
        { name: "Рисунок", value: "однотонная" },
        { name: "Ширина упаковки", value: "17 см" },
        {
          name: "Особенности тетради",
          value: "100% белизна; поля; обложка мелованный картон",
        },
        { name: "Разлиновка", value: "клетка" },
        { name: "Вес товара с упаковкой (г)", value: "740 г" },
        { name: "Количество страниц", value: "24 шт." },
        { name: "Высота упаковки", value: "21 см" },
        { name: "Длина упаковки", value: "4 см" },
        { name: "Назначение", value: "школа; офис; повседневная" },
        { name: "Формат листов", value: "А5" },
        { name: "Декоративные элементы", value: "без элементов" },
        {
          name: "Назначение подарка",
          value: "для ребенка; коллеге - для него; коллеге - для нее",
        },
        { name: "Повод", value: "1 сентября; без повода; день учителя" },
        { name: "Страна производства", value: "Россия" },
      ],
    },
  ],
  options: [
    { name: "Рисунок", value: "однотонная" },
    { name: "Ширина упаковки", value: "17 см" },
    {
      name: "Особенности тетради",
      value: "100% белизна; поля; обложка мелованный картон",
    },
    { name: "Разлиновка", value: "клетка" },
    { name: "Вес товара с упаковкой (г)", value: "740 г" },
    { name: "Количество страниц", value: "24 шт." },
    { name: "Высота упаковки", value: "21 см" },
    { name: "Длина упаковки", value: "4 см" },
    { name: "Назначение", value: "школа; офис; повседневная" },
    { name: "Формат листов", value: "А5" },
    { name: "Декоративные элементы", value: "без элементов" },
    {
      name: "Назначение подарка",
      value: "для ребенка; коллеге - для него; коллеге - для нее",
    },
    { name: "Повод", value: "1 сентября; без повода; день учителя" },
    { name: "Страна производства", value: "Россия" },
  ],
  colors_names: "зеленый",
  colors: [70098634, 70098635, 70098637, 70098636],
  contents: "тетрадь - 12 шт",
  brand_name: "BG",
  photo_count: 7 ,
  photo_id: 'testId235642562',
  _id: '43k544754h43h',
};

export { productNotebook };
